Repository: lemnlabs/Simfiles
Catalog: Simfiles/Resources/Localizations/Localizable.xcstrings
Source language: en
Languages: ko

# app.import.failureTitle
source: Failed to Add Files
ko: 파일 추가 실패

# app.import.noTargetMessage
source: Please select a target simulator and app first.
ko: 먼저 대상 시뮬레이터와 앱을 선택해 주세요.

# app.import.noTargetTitle
source: No App Selected
ko: 선택된 앱 없음

# app.import.successMessage
source: %1$lld files copied to Documents of '%2$@'.
ko: %1$lld 파일이 ‘%2$@’의 Documents 폴더로 복사되었습니다.

# app.import.successTitle
source: Files Added
ko: 파일 추가됨

# app.selection.emptyDescription
source: Select a simulator and app from the sidebar to view its files and import content.
ko: 사이드바에서 시뮬레이터와 앱을 선택하여 파일을 확인하고 콘텐츠를 가져오세요.

# app.selection.emptyTitle
source: No App Selected
ko: 선택된 앱 없음

# appList.action.refreshHelp
source: Refresh app list
ko: 앱 목록 새로고침

# appList.action.showAllApps
source: Show All Apps
ko: 모든 앱 보기

# appList.empty.noApps
source: No apps found.
ko: 앱을 찾을 수 없습니다.

# appList.empty.noUserApps
source: No user apps installed.
ko: 설치된 사용자 앱이 없습니다.

# appList.filter.allApps
source: All
ko: 전체

# appList.filter.userApps
source: User Apps
ko: 사용자 앱

# appList.media.addPhotosVideos
source: Add Photos/Videos...
ko: 사진/동영상 추가...

# appList.media.help
source: Simulator photo and media tools
ko: 시뮬레이터 사진 및 미디어 도구

# appList.media.menuLabel
source: Device Media
ko: 기기 미디어

# appList.placeholder.selectSimulator
source: Select a Simulator
ko: 시뮬레이터 선택

# appList.row.copyBundleId
source: Copy Bundle ID
ko: 번들 ID 복사

# appList.row.copyDataPath
source: Copy Data Folder Path
ko: 데이터 폴더 경로 복사

# appList.row.openAppBundle
source: Open App Bundle (.app) in Finder
ko: Finder에서 앱 번들(.app) 열기

# appList.row.openDataFolder
source: Open Data Folder in Finder
ko: Finder에서 데이터 폴더 열기

# appList.row.runningHelp
source: Running
ko: 실행 중

# appList.row.systemBadge
source: System
ko: 시스템

# appList.search.prompt
source: Search app name or Bundle ID
ko: 앱 이름 또는 번들 ID 검색

# appList.status.searching
source: Searching for installed apps...
ko: 설치된 앱 검색 중...

# common.action
source: Action
ko: 동작

# common.cancel
source: Cancel
ko: 취소

# common.copy
source: Copy
ko: 복사

# common.create
source: Create
ko: 생성

# common.cut
source: Cut
ko: 잘라내기

# common.delete
source: Delete
ko: 삭제

# common.error
source: Error
ko: 오류

# common.errorOccurred
source: An Error Occurred
ko: 오류가 발생했습니다

# common.filter
source: Filter
ko: 필터

# common.ok
source: OK
ko: 확인

# common.open
source: Open
ko: 열기

# common.refresh
source: Refresh
ko: 새로고침

# fileBrowser.action.copyCurrentPath
source: Copy Current Folder Path
ko: 현재 폴더 경로 복사

# fileBrowser.action.copyItemCount
source: Copy %lld Items
ko: %lld개 항목 복사

# fileBrowser.action.copyPath
source: Copy Path
ko: 경로 복사

# fileBrowser.action.copyPathCount
source: Copy %lld Paths
ko: %lld개 경로 복사

# fileBrowser.action.copySelection
source: Copy Selection
ko: 선택 항목 복사

# fileBrowser.action.copySelectionPaths
source: Copy Selection Paths
ko: 선택 항목 경로 복사

# fileBrowser.action.cutItemCount
source: Cut %lld Items
ko: %lld개 항목 잘라내기

# fileBrowser.action.cutSelection
source: Cut Selection
ko: 선택 항목 잘라내기

# fileBrowser.action.moveCutCount
source: Move Cut Items (%lld)
ko: 잘라낸 항목 이동 (%lld개)

# fileBrowser.action.moveMenuCount
source: Move %lld Items...
ko: %lld개 항목 이동...

# fileBrowser.action.moveSelection
source: Move Selection...
ko: 선택 항목 이동...

# fileBrowser.action.moveToTrashCount
source: Move %lld Items to Trash
ko: %lld개 항목 휴지통으로 이동

# fileBrowser.action.openInFinder
source: Open in Finder
ko: Finder에서 열기

# fileBrowser.action.openInTerminal
source: Open in Terminal
ko: 터미널에서 열기

# fileBrowser.action.pasteCopiedCount
source: Paste Copied Items (%lld)
ko: 복사한 항목 붙여넣기 (%lld개)

# fileBrowser.action.pasteHereCount
source: Paste Here (%lld items)
ko: 여기에 붙여넣기 (%lld개 항목)

# fileBrowser.action.quickLook
source: Quick Look
ko: 훑어보기

# fileBrowser.action.showInFinderCount
source: Show %lld Items in Finder
ko: Finder에서 %lld개 항목 보기

# fileBrowser.delete.confirmAction
source: Move to Trash
ko: 휴지통으로 이동

# fileBrowser.delete.confirmMultiple
source: Are you sure you want to delete %lld items?
ko: 정말 %lld개 항목을 삭제하시겠습니까?

# fileBrowser.delete.confirmSingle
source: Are you sure you want to delete '%@'?
ko: 정말 '%@' 항목을 삭제하시겠습니까?

# fileBrowser.delete.messageMultiple
source: %lld items will be moved to the Trash.
ko: %lld개 항목이 휴지통으로 이동됩니다.

# fileBrowser.delete.messageSingle
source: '%@' will be moved to the Trash.
ko: '%@' 항목이 휴지통으로 이동됩니다.

# fileBrowser.drop.overlayText
source: Copy files to this folder
ko: 이 폴더로 파일 복사

# fileBrowser.empty.description
source: Drag and drop files from Finder or click 'Add Files' above.
ko: Finder에서 파일을 드래그 앤 드롭하거나 상단의 '파일 추가'를 클릭하세요.

# fileBrowser.empty.title
source: Folder is empty
ko: 폴더가 비어 있습니다

# fileBrowser.error.addMediaFailed
source: Failed to add media: %@
ko: 미디어 추가 실패: %@

# fileBrowser.error.copyFailed
source: Failed to copy files: %@
ko: 파일 복사 실패: %@

# fileBrowser.error.createFolderFailed
source: Failed to create folder: %@
ko: 폴더 생성 실패: %@

# fileBrowser.error.deleteFailed
source: Failed to delete: %@
ko: 삭제 실패: %@

# fileBrowser.error.moveFailed
source: Failed to move: %@
ko: 이동 실패: %@

# fileBrowser.error.pasteFailed
source: Failed to paste: %@
ko: 붙여넣기 실패: %@

# fileBrowser.error.processFailed
source: Failed to process files: %@
ko: 파일 처리 실패: %@

# fileBrowser.move.chooseFolder
source: Choose Folder to Move...
ko: 이동할 폴더 선택...

# fileBrowser.move.documents
source: Move to Documents
ko: Documents로 이동

# fileBrowser.move.library
source: Move to Library
ko: Library로 이동

# fileBrowser.move.parentFolder
source: Move to Parent Folder
ko: 상위 폴더로 이동

# fileBrowser.move.subfolders
source: Subfolders in Current Directory
ko: 현재 디렉토리의 하위 폴더

# fileBrowser.move.tmp
source: Move to tmp
ko: tmp로 이동

# fileBrowser.move.toSubfolder
source: Move to '%@'
ko: '%@'(으)로 이동

# fileBrowser.nav.backHelp
source: Back (⌘[)
ko: 뒤로 (⌘[)

# fileBrowser.nav.forwardHelp
source: Forward (⌘])
ko: 앞으로 (⌘])

# fileBrowser.nav.parentHelp
source: Enclosing Folder (⌘↑)
ko: 상위 폴더 (⌘↑)

# fileBrowser.newFolder.namePlaceholder
source: Folder Name
ko: 폴더 이름

# fileBrowser.newFolder.title
source: New Folder
ko: 새 폴더

# fileBrowser.panel.addToPhotos
source: Add to Photos
ko: 사진에 추가

# fileBrowser.panel.import
source: Import
ko: 가져오기

# fileBrowser.panel.moveHere
source: Move Here
ko: 여기로 이동

# fileBrowser.sort.buttonHelp
source: Sort Options
ko: 정렬 옵션

# fileBrowser.sort.buttonLabel
source: Sort
ko: 정렬

# fileBrowser.sort.dateModified
source: Date Modified
ko: 수정한 날짜

# fileBrowser.sort.keepFoldersOnTop
source: Keep Folders on Top
ko: 폴더를 위에 유지

# fileBrowser.sort.kind
source: Kind
ko: 종류

# fileBrowser.sort.name
source: Name
ko: 이름

# fileBrowser.sort.sectionTitle
source: Sort By
ko: 정렬 기준

# fileBrowser.sort.size
source: Size
ko: 크기

# fileBrowser.status.selectedItems
source: %1$lld of %2$lld selected
ko: %1$lld/%2$lld 선택됨

# fileBrowser.status.selectedItemsWithSize
source: %1$lld of %2$lld selected (%3$@)
ko: %1$lld/%2$lld 선택됨 (%3$@)

# fileBrowser.status.totalItems
source: %lld items
ko: %lld개의 항목

# fileBrowser.table.columnDateModified
source: Date Modified
ko: 수정한 날짜

# fileBrowser.table.columnKind
source: Kind
ko: 종류

# fileBrowser.table.columnName
source: Name
ko: 이름

# fileBrowser.table.columnSize
source: Size
ko: 크기

# fileBrowser.toolbar.actionHelp
source: More Actions
ko: 추가 동작

# fileBrowser.toolbar.actionLabel
source: Action
ko: 동작

# fileBrowser.toolbar.addFiles
source: Add Files
ko: 파일 추가

# fileBrowser.toolbar.addFilesHelp
source: Choose files from Mac to import into current folder.
ko: Mac에서 현재 폴더로 가져올 파일을 선택합니다.

# fileBrowser.toolbar.deleteEmptyHelp
source: Select items to delete
ko: 삭제할 항목 선택

# fileBrowser.toolbar.deleteLabel
source: Delete
ko: 삭제

# fileBrowser.toolbar.deleteShortcutHelp
source: Delete selected items (⌘⌫)
ko: 선택한 항목 삭제 (⌘⌫)

# fileBrowser.toolbar.launchApp
source: Launch App
ko: 앱 실행

# fileBrowser.toolbar.newFolder
source: New Folder
ko: 새 폴더

# fileBrowser.toolbar.newFolderHelp
source: Create New Folder
ko: 새 폴더 생성

# fileBrowser.toolbar.terminateApp
source: Terminate App
ko: 앱 종료

# fileBrowser.toolbar.terminateAppHelp
source: Terminate Running App
ko: 실행 중인 앱 종료

# fileBrowser.type.file
source: File
ko: 파일

# fileBrowser.type.folder
source: Folder
ko: 폴더

# fileService.error.recursiveMove
source: Cannot move folder '%@' into its own subdirectory.
ko: '%@' 폴더를 자기 자신의 하위 디렉토리로 이동할 수 없습니다.

# sidebar.filter.bootedOnly
source: Booted Only
ko: 실행 중인 시뮬레이터만

# sidebar.simulator.empty
source: No Simulators Found
ko: 시뮬레이터를 찾을 수 없습니다

# sidebar.simulator.searching
source: Searching for simulators...
ko: 시뮬레이터 검색 중...

# sidebar.simulator.searchPrompt
source: Search Simulators
ko: 시뮬레이터 검색

# simulator.action.addMedia
source: Add Photos/Videos...
ko: 사진/동영상 추가...

# simulator.action.boot
source: Boot Simulator
ko: 시뮬레이터 실행

# simulator.action.copyUDID
source: Copy UDID
ko: UDID 복사

# simulator.action.openInApp
source: Open in %@
ko: %@에서 열기

# simulator.action.showInFinder
source: Show Device Folder in Finder
ko: Finder에서 기기 폴더 보기

# simulator.action.showMediaInFinder
source: Show Media Folder in Finder
ko: Finder에서 미디어 폴더 보기

# simulator.action.shutdown
source: Shut Down Simulator
ko: 시뮬레이터 종료

# simulator.error.bootFailed
source: Failed to boot simulator: %@
ko: 시뮬레이터 실행 실패: %@

# simulator.error.launchFailed
source: Failed to launch app: %@
ko: 앱 실행 실패: %@

# simulator.error.shutdownFailed
source: Failed to shut down simulator: %@
ko: 시뮬레이터 종료 실패: %@

# simulator.error.terminateFailed
source: Failed to terminate app: %@
ko: 앱 종료 실패: %@

# simulator.status.booted
source: Booted
ko: 실행 중
